var store = [{
        "title": "钟南山为什么如此推崇太极拳，他的研究到底发现了什么？",
        "excerpt":"慢阻肺 的全称是慢性阻塞性肺疾病，是一种常见的，反复发作的，以持续气流受限为特征的慢性呼吸系统疾病，通常见于长期吸烟的人。慢阻肺发病的原因之一就是体内的二氧化碳潴留，无法呼出。   太极拳因为思想清净，动作缓慢、柔和、放松，消耗的机体能量很少，因而体内产生的二氧化碳就少。   太极拳因为要进行深长细匀的腹式呼吸，因而呼吸功能得到有效的锻炼，吸入更多新鲜的氧气，潴留的二氧化碳得以排出。   最后就是打太极拳要求落地生根，经常有半蹲的姿势，对下肢也是非常好的锻炼。  ","categories": [],
        "tags": ["太极拳"],
        "url": "https://zzmfish.github.io/Health/2021/01/07/%E9%92%9F%E5%8D%97%E5%B1%B1%E4%B8%BA%E4%BB%80%E4%B9%88%E5%A6%82%E6%AD%A4%E6%8E%A8%E5%B4%87%E5%A4%AA%E6%9E%81%E6%8B%B3-%E4%BB%96%E7%9A%84%E7%A0%94%E7%A9%B6%E5%88%B0%E5%BA%95%E5%8F%91%E7%8E%B0%E4%BA%86%E4%BB%80%E4%B9%88.html",
        "teaser": null
      },{
        "title": "大丹田球体的形成臆解",
        "excerpt":"呼吸   吸气 时，肺叶主要向下扩张，催动 横膈肌下降，到达两肾，谓“肺气纳入肾”。   呼气 时，肺叶继续向下伸张，催动 横膈肌继续下降，气意顺着 背腰肌 向下蔓延流动，一直到达臀部，渗入 臀肌。   用功时久，气息渐微，慢慢渗入肌肤，渐至遍布全身。   继续用功，呼吸渐细，入后背脊骨。      三尖相照   两脚 大拇趾趾节 和两手 大拇指指节分 别贯通，其意劲分别从指脚（趾）尖顺骨节向身内走，再与 鼻子 相联络。   小指用功   手掌心内小指与无名指根节连接处有一个 少府穴。   小指指节抻开以后，再听从心意的指挥，随着其余指节愈曲愈紧实对打通小指与胳膊上的经络和肌筋很有帮助。   经络和相关肌筋打通了，意劲也就自然畅通了。      大丹田球体   运功时，整个身躯骨节都在这个圆球状体的 侧后面 运行。   这个圆球状体在 体前始终保持弹性张力（其松紧转换点在肚脐深处与命门脊骨之间的缝隙处），意劲只是在后背面作拧裹缠旋。   外层球状体则是以腹横肌包裹着的腹腔为主，这是 丹田 的主要部分；      丹田运化   按照中医理论学说，丹田主要位于 中焦 和 下焦，包含除上焦的心肺以外的其它所有内脏器官，肝胆脾胃、两肾及胰脏、大小肠、膀胱。   丹田可以随着心意的变化而变化，它们的位置可以互换，比方讲，下丹田可以上升至中丹田，中丹田可以下降入下丹田，它们之间的一次互换就是身躯上的一个 折叠涌动。      阅读原文  ","categories": [],
        "tags": ["太极拳"],
        "url": "https://zzmfish.github.io/Health/2021/03/20/%E5%A4%A7%E4%B8%B9%E7%94%B0%E7%90%83%E4%BD%93%E7%9A%84%E5%BD%A2%E6%88%90%E8%87%86%E8%A7%A3.html",
        "teaser": null
      },{
        "title": "把杨澄浦和当下人的拳照做对比，发现了一个惊人的秘密",
        "excerpt":"孙存周曾经说过一句话：脊柱中两臂交叉的中心点是发力的中枢。后人多不解其意，其实就是 熊膀 的这个力量传导。   腰胯力且是如何传导到下肢呢？通过 塌腰坐胯。其实这些秘密任何一本形意拳著作都写得清清楚楚，六合九要、二＋四法等等，只是文字简明扼要，没有过来人给你解读真不知道是怎么回事。腰的力量通过脊柱传导到四肢是这个原理，但还有个最重要的前提就是 开肩开胯。人在后天关节基本都长死了，特别是肩关节和胯骨轴，所谓长死是关节里头的筋长死了，关节就固定在很小的范围内运动。   比如猎豹在高速奔跑中前后肢关节近乎脱臼的状态，其实人家那个是最大限度的开肩开胯。形意拳其实也没什么，无非一个生理一个物理而已。要实现开肩开胯，第一个要通过 混元桩 做到专气致柔，回到婴儿的极柔软状态，关节里头的筋就打开了。同时通过劈拳的撇啦步每年几十万次重复的练习，把 胯关节 打开，胯关节是全身总开关，胯关节一开全身关节皆开，肩膀关节 也就打开了。肩关节开了才知道 含胸是怎么回事，才有后面的功夫进阶。  ","categories": [],
        "tags": ["太极拳"],
        "url": "https://zzmfish.github.io/Health/2021/04/13/%E6%8A%8A%E6%9D%A8%E6%BE%84%E6%B5%A6%E5%92%8C%E5%BD%93%E4%B8%8B%E4%BA%BA%E7%9A%84%E6%8B%B3%E7%85%A7%E5%81%9A%E5%AF%B9%E6%AF%94-%E5%8F%91%E7%8E%B0%E4%BA%86%E4%B8%80%E4%B8%AA%E6%83%8A%E4%BA%BA%E7%9A%84%E7%A7%98%E5%AF%86.html",
        "teaser": null
      },{
        "title": "零基础学中医 1、走近中医",
        "excerpt":"疾病的 症状 是表象，失调 才是本质。失调久了又会产生新的 症结，有了症结就更不容易治好病。   西医诊断是不断切割问题，找到最终靶点的一个过程。   以 系统的整体观 来认识人体的疾病，指导疾病的治疗，正是中医的独到之处。   治未病 包含三重意义：      防病于未然；   生病之后防止传变；   防止疾病的复发及治疗后遗症。   中医恰恰掌握了 利用外界刺激实现小系统内部调整 的规律，也就是通过 诱导人体稳态系统 的自我修复能力或抗扰乱能力来治病。   中医调理的弱点：      效果的确定性较低；   调节幅度不如外科手术来得直接快速；   调节的手段有限。  ","categories": [],
        "tags": ["中医"],
        "url": "https://zzmfish.github.io/Health/2021/05/07/%E9%9B%B6%E5%9F%BA%E7%A1%80%E5%AD%A6%E4%B8%AD%E5%8C%BB-1-%E8%B5%B0%E8%BF%91%E4%B8%AD%E5%8C%BB.html",
        "teaser": null
      },{
        "title": "零基础学中医 2、人体的黑夜和白昼——阴阳",
        "excerpt":"阴阳怎么产生的 殷商时期，《周易》全面解析了阴阳变化之理。 战国末期，邹衍 融合了阴阳五行之术，创立了阴阳学派。 人体阴阳的界定 阴，在中医里经常讲作 阴液、阴血，多形容的是 有实体、实质的东西； 阳，被称作 阳气，多是 无形但有能量、有功能的东西。 人体上下分阴阳，以 腰 为界，腰以上为阳，以下为阴。头 为诸阳之会。 人体前后分阴阳，腹 为阴，背 为阳。 人体脏腑分阴阳，心、肝、脾、肺、肾 五脏，具有贮藏人体的精气，藏而不外泄的功能，故为阴； 胃、胆、大肠、小肠、三焦、膀胱 六腑皆为空腔器官，特点是消化传导饮食水谷，将重浊的残渣废液排出体外，重点在于传送而不是贮藏，故为阳。 阴阳学说的基本内容 对立斗争 相互依存的 消长转化的 阴阳理论的进阶——阴阳的开阖枢 三阳中，太阳 为开、阳明 为阖、少阳 为枢。 三阴中，太阴 为开、厥阴 为阖、少阴 为枢。 太阳在表，常常是疾病最先最易侵犯的经络，然后传于阳明经、少阳经。 人体阴阳的作用 营养物质的积累 就是阴长阳消； 功能活动 就是阳长而阴消。 阳虚阴盛产生的 内寒，治疗时应补充阳气。 八纲辨证 是阴阳、寒热、表里、虚实，其中 阴阳 是对整个八纲的概括，寒、里、虚 属于阴，热、表、实 属于阳。 养生的最终目的是...","categories": [],
        "tags": ["中医"],
        "url": "https://zzmfish.github.io/Health/2021/05/07/%E9%9B%B6%E5%9F%BA%E7%A1%80%E5%AD%A6%E4%B8%AD%E5%8C%BB-2-%E4%BA%BA%E4%BD%93%E7%9A%84%E9%BB%91%E5%A4%9C%E5%92%8C%E7%99%BD%E6%98%BC-%E9%98%B4%E9%98%B3.html",
        "teaser": null
      },{
        "title": "零基础学中医 3、五行与人体的关系",
        "excerpt":"五行起源   《尚书·洪范》最早对五行作出概念性介绍。   行 是五种 运动状态 ，是 顺天行气 的意思。   四象 是四季特征性的天文现象。   五行和五脏   火——心阳（循环，神经）   温煦作用   木——肝（消化，神经，循环）   升发、发散、疏泄   土——脾（消化）   帮助胃消化水谷，运送精微，为气血生化之源   金——肺（呼吸，淋巴）   主气机的升降，尤其是肺气本身应当是降的   水——肾（内分泌，生殖）   主藏精，精气中有水，维持着生命活动的全过程，润养万物   五行相生相克   相生   一个子系统（一脏）能够对另一个子系统有着 促进、助长和滋生 的作用。   木生火、火生土、土生金、金生水、水生木。   相克   一个子系统对另一子系统同时也有 制约、克服和抑制 的作用。   木克土、土克水、水克火、火克金、金克木。     ","categories": [],
        "tags": ["中医"],
        "url": "https://zzmfish.github.io/Health/2021/05/07/%E9%9B%B6%E5%9F%BA%E7%A1%80%E5%AD%A6%E4%B8%AD%E5%8C%BB-3-%E4%BA%94%E8%A1%8C%E4%B8%8E%E4%BA%BA%E4%BD%93%E7%9A%84%E5%85%B3%E7%B3%BB.html",
        "teaser": null
      },{
        "title": "零基础学中医 4、生命活动的职能部门——脏腑",
        "excerpt":"脏器居住在人体的内部，无法从体表看到或触摸到，所以称之为 “藏”，后写作“脏”，包含了五脏六腑，是构成机体的核心。“象” 指表现于外的各种生理功能、现象，所以合起来叫 藏象。 五脏 心 心者，君主之官，神明出焉。 其华在面，其充在血脉。 心在所有脏腑中处于领导地位，所以就称之为 君主之官。 神明 就是人的精神活动，还有思想意识等。 1、心主血脉 心脏是整个 血液循环 最重要的器官。 2、心藏神 人的一切 精神意识 和 生理活动 都是心的功能活动的体现。 肝 肝者，将军之官，谋虑出焉。 怒伤肝。 其华在爪，其充在筋。 如果肝气充足，全身上下的筋脉力量就强劲，关节屈伸就有力。 如果肝血充盈，手指甲、脚趾甲就会光泽红润； 如果肝血不足，手指甲、脚趾甲就会看起来干枯无光泽。 1、肝主升发 升发 是指人身体内的清气，需要利用肝向上向外透发提升的功能来保证。 2、肝主疏泄 疏泄 是指疏通排泄。人的消化、气血津液顺利流通以及糟粕的排泄，都需要肝的这个功能来保持运行通畅、舒展，不出现 瘀滞。 脾 其华在唇，其充在肌。 脾主身之肌肉。 脾胃为气血生化之源，全身的肌肉都需要依靠脾胃所运化的水谷精微来营养，才能使肌肉发达丰满，臻于健壮。 1、脾主运化 胃吸纳进来的食物必须要经过脾的运化才能够变成精微物质——气血，输送到全身，起到营养作用。 2、脾主统血 脾能 够统摄全身的血液，使血液在脉管中运行，不偏离轨道。 脾是个多血的脏腑，具有 储存血液 的功能。 脾气有 固摄...","categories": [],
        "tags": ["中医"],
        "url": "https://zzmfish.github.io/Health/2021/05/07/%E9%9B%B6%E5%9F%BA%E7%A1%80%E5%AD%A6%E4%B8%AD%E5%8C%BB-4-%E7%94%9F%E5%91%BD%E6%B4%BB%E5%8A%A8%E7%9A%84%E8%81%8C%E8%83%BD%E9%83%A8%E9%97%A8-%E8%84%8F%E8%85%91.html",
        "teaser": null
      },{
        "title": "零基础学中医 5、生命的基本物质——气血精津液",
        "excerpt":"精 表示珍贵、精华，是最具有营养以及最本源的一种物质 精的组成 💚先天之精 繁衍后代能力的基本物质，来源于父母，主要藏于肾 💚后天之精 人体摄入后天的水谷所产生的一些基本精微物质 肝肾同源 肝肾通过精血之间的互相转化、紧密相连； 人老肾先衰，肾衰则累及肝。肝肾的衰老是人体脏腑衰老的开始，延缓衰老就要肝肾同补，比如六味地黄丸、滋补肝肾丸、左归丸等，都是滋阴补肾、养血柔肝的药方。 东方之木，无虚不可补，补肾即所以补肝 ☁️☁️☁️ 气 先天之气：从父母那所得的最基本的气，藏于肾中； 后天之气：包括来自于脾胃运化水谷产生的水谷精气和通过肺吸入的天然清气。 脾胃是所有气的来源，是人的后天之本。 气的组成 💚元气 最根本以及最重要； 体现人体先天体质好坏； 主要是发于肾，然后以三焦为整个通路，循行并且布散于全身。 💚宗气 积聚在胸中的气，由从肺中吸入的自然界清气和脾胃运化的水谷清气，在胸中相互结合而成； 1、和肺有关 包括肺的呼吸，说话时的声音、语气； 2、和心脉有关 向下主要是帮助肺气宣降，然后下至整个丹田，并且走行在足当中，推动整个机体气机的通畅运行。 💚卫气 温养皮毛、肌肉，同时也掌管毛孔的开合。卫气虚弱的人，适应能力差，遇到较大温差，不能及时开合毛孔散热或保温，就容易感受外邪生病。 卫气者，所以温分肉，充皮肤，肥腠理，司开合者也 💚营气 “营” 就是营养、运营的意思； 由水谷精气中的精华部分化生而来，是具有营养作用的一个气，属性为阴。 ☁️ 气的作用 💚推动 推动人体生命活动的进程 💚温煦、防御 温暖人体四肢百骸，抵御外邪 💚固摄 推动整个血液、津液按照一定规则在体内运行； 约束所有的精微物质，在通道中运行 💚气化 气的运动产生的各种变化 ☁️ 气也会生病 气的运动称为 气机，讲求的是一个平衡，有出也有入，有上也有下。 肺的总气机是向下的。...","categories": [],
        "tags": ["中医"],
        "url": "https://zzmfish.github.io/Health/2021/05/07/%E9%9B%B6%E5%9F%BA%E7%A1%80%E5%AD%A6%E4%B8%AD%E5%8C%BB-5-%E7%94%9F%E5%91%BD%E7%9A%84%E5%9F%BA%E6%9C%AC%E7%89%A9%E8%B4%A8-%E6%B0%94%E8%A1%80%E7%B2%BE%E6%B4%A5%E6%B6%B2.html",
        "teaser": null
      }]
